
import type { StudyAbroadLabel } from './types';

export const STUDY_ABROAD_LABELS: StudyAbroadLabel[] = [
  {
    name: "라벨 선택...",
    scenes: [],
    tags: [],
  },
  {
    "name": "광고모델(8)",
    "scenes": ["예술", "학원", "로맨스"],
    "tags": ["비쥬얼", "입담", "예술가", "청춘", "몰상식"]
  },
  {
    "name": "와인파티(8)",
    "scenes": ["정치", "예술", "역사"],
    "tags": ["거물", "예술가", "리더", "음모가", "학자"]
  },
  {
    "name": "실외공연(8)",
    "scenes": ["도로", "수사극", "레이싱", "복수", "정치", "종말"],
    "tags": ["레이서", "총잡이"]
  },
  {
    "name": "배우파티(8)",
    "scenes": [],
    "tags": ["음모가", "정치인", "리더", "예술가", "카사노바", "기자", "비쥬얼", "순수"]
  },
  {
    "name": "연말파티(8)",
    "scenes": ["로맨스", "예술", "전설"],
    "tags": ["광기", "학생", "비쥬얼", "시련", "일편단심"]
  },
  {
    "name": "기자발표회(8)",
    "scenes": ["예술", "윤리"],
    "tags": ["입담", "비쥬얼", "예술가", "카사노바", "정치인", "음모가"]
  },
  {
    "name": "시상식(8)",
    "scenes": [],
    "tags": ["거물", "카사노바", "귀족", "비쥬얼", "시련", "입담", "퇴폐미", "우울"]
  },
  {
    "name": "도시 로드쇼(6)",
    "scenes": ["도로", "전설", "혼령", "로맨스"],
    "tags": ["비쥬얼", "청춘"]
  },
  {
    "name": "예능촬영(6)",
    "scenes": ["예술"],
    "tags": ["코믹", "입담", "천재", "광기", "시련"]
  },
  {
    "name": "해외촬영(6)",
    "scenes": ["예술", "역사", "전설"],
    "tags": ["예술가", "카사노바", "청춘"]
  },
  {
    "name": "축하파티(6)",
    "scenes": [],
    "tags": ["일편단심", "순수", "입담", "비쥬얼", "거물", "카사노바"]
  },
  {
    "name": "자선모임(6)",
    "scenes": ["윤리"],
    "tags": ["잔인", "입담", "시련", "우울", "퇴폐미"]
  },
  {
    "name": "해외팬미팅(6)",
    "scenes": ["도로", "학원", "로맨스"],
    "tags": ["청춘", "리더", "성직자"]
  },
  {
    "name": "자선만찬(6)",
    "scenes": ["정치"],
    "tags": ["잔인", "퇴폐미", "성직자", "귀족", "거물"]
  },
  {
    "name": "촬영완료(4)",
    "scenes": ["전설", "로맨스"],
    "tags": ["비쥬얼", "영특한"]
  },
  {
    "name": "코스프레(4)",
    "scenes": ["수사극", "정치"],
    "tags": ["군인", "경찰"]
  },
  {
    "name": "배우모임(4)",
    "scenes": ["예술", "역사"],
    "tags": ["리더", "예술가"]
  },
  {
    "name": "가면무도회(4)",
    "scenes": ["로맨스", "궁궐"],
    "tags": ["비쥬얼", "예술가"]
  },
  {
    "name": "배우 오디션(4)",
    "scenes": ["학원", "윤리"],
    "tags": ["청춘", "몰상식"]
  },
  {
    "name": "테마파티(4)",
    "scenes": [],
    "tags": ["청춘", "광기", "코믹", "학생"]
  },
  {
    "name": "인터뷰(4)",
    "scenes": [],
    "tags": ["입담", "영특한", "기자", "코믹"]
  },
  {
    "name": "신년파티(4)",
    "scenes": ["역사"],
    "tags": ["코믹", "충성심", "시련"]
  },
  {
    "name": "연기수업(2)",
    "scenes": [],
    "tags": ["천재", "비쥬얼"]
  },
  {
    "name": "행사담판(2)",
    "scenes": [],
    "tags": ["천재", "입담"]
  },
  {
    "name": "공익광고(2)",
    "scenes": [],
    "tags": ["학자", "정치인"]
  },
  {
    "name": "불꽃축제(2)",
    "scenes": [],
    "tags": ["청춘", "몰상식"]
  },
  {
    "name": "시상식(2)",
    "scenes": ["전설"],
    "tags": ["어르신"]
  },
  {
    "name": "영화시사회(2)",
    "scenes": ["전설"],
    "tags": ["비쥬얼"]
  },
  {
    "name": "개업축하(2)",
    "scenes": [],
    "tags": ["거물", "비쥬얼"]
  },
  {
    "name": "야외촬영(2)",
    "scenes": ["로맨스"],
    "tags": ["기자"]
  }
];
